---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CeilingAttrSpacing1Param
source: html/263feefb-a9d0-cada-d0d2-e033ec053309.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CeilingAttrSpacing1Param Property

"Spacing Axis 1"

## Syntax (C#)
```csharp
public static ForgeTypeId CeilingAttrSpacing1Param { get; }
```